Revit 2024 API
UnitTypeId.KilogramsPerMinute Property
 Kilograms per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramsPerMinute { get; }
Visual Basic
Public Shared ReadOnly Property KilogramsPerMinute As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramsPerMinute {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace